brew "gron"
brew "helix"
brew "ripgrep"
brew "awscli"
brew "fzf"
cask "scoot"
brew "uv"
brew "node", arch: "arm64"
brew "pre-commit"
brew "derailed/k9s/k9s"
brew "fd"
brew "yazi"
brew "poppler"
brew "resvg"
brew "kitty"
