brew "gron"
brew "helix"
brew "ripgrep"
brew "awscli"
brew "fzf"
cask "scoot"
brew "uv"
brew "node", arch: "arm64"
brew "pre-commit"
brew "derailed/k9s/k9s"
brew "fd"
brew "yazi"
brew "poppler"
brew "resvg"
brew "htop"
brew "kind"
brew "argocd"
brew "direnv"
brew "tfenv"
brew "terragrunt"
brew "infracost"
brew "jq"
brew "libpq"
brew "openssl"
brew "pixi"
brew "java"
tap "aws/homebrew-aws"
brew "amazon-efs-utils"
brew "tflint"
brew "tree"
brew "lftp"
brew "marksman"
brew "yaml-language-server"
brew "tombi"
brew "d2"
cask "font-iosevka"
brew "marp-cli"
brew "gh"
brew "asciinema"  # note install agg as well for gifs: https://github.com/asciinema/agg
brew "rust"
brew "lazygit"
# brew "1password-cli"  # this doesn't work. dunno why. Just run `brew install 1password-cli`
brew "glow"
tap "anomalyco/tap"
brew "anomalyco/tap/opencode"
cask "xquartz"  # for v3cd
brew "pandoc"
tap "pantsbuild/tap"
brew "pantsbuild/tap/pants"
