brew "gron"
brew "helix"
brew "ripgrep"
brew "awscli"
brew "fzf"
cask "scoot"
brew "uv"
brew "node", arch: "arm64"
brew "pre-commit"
brew "derailed/k9s/k9s"
brew "fd"
brew "yazi"
brew "poppler"
brew "resvg"
brew "htop"
brew "kitty" # doesnt actually work, here to remind me: curl -L https://sw.kovidgoyal.net/kitty/installer.sh | sh /dev/stdin
brew "kind"
brew "argocd"
brew "direnv"
brew "tfenv"
brew "terragrunt"
brew "infracost"
brew "jq"
brew "libpq"
brew "openssl"
brew "pixi"
brew "java"
