bungcip.better-toml-0.3.2
dline.cobaltnext-0.1.6
eamodio.gitlens-10.2.0
jakebathman.mysql-syntax-1.3.1
kaiwood.center-editor-window-2.3.0
leighlondon.eml-0.3.2
mechatroner.rainbow-csv-1.4.0
ms-mssql.mssql-1.8.0
ms-python.python-2019.11.50794
ms-vscode-remote.remote-ssh-0.48.0
ms-vscode-remote.remote-ssh-edit-0.48.0
oderwat.indent-rainbow-7.4.0
pancho111203.vscode-ipython-0.5.0
rust-lang.rust-0.7.0

